{
  "nodes": [
    {
      "op": "null", 
      "name": "data", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_48", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW", 
        "flatten_data": "0", 
        "dst_layout": "NCHW3c", 
        "hash": "3c998d2e2320a54f", 
        "func_name": "fused_layout_transform_48", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p1", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW3c", 
        "kernel_layout": "OIHW3i32o", 
        "hash": "fd5ff17ee689d21e", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_4", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          2, 
          0, 
          0
        ], 
        [
          3, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_max_pool2d", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_nn_max_pool2d", 
        "hash": "2f413ee4f7f06a6e", 
        "layout": "NCHW32c"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_47", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW16c", 
        "hash": "d50fa1adb6e2f9e3", 
        "func_name": "fused_layout_transform_47", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p3", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p4", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW16c", 
        "kernel_layout": "OIHW16i16o", 
        "hash": "3a667767a16baace", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_7", 
        "out_layout": "NCHW16c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          6, 
          0, 
          0
        ], 
        [
          7, 
          0, 
          0
        ], 
        [
          8, 
          0, 
          0
        ], 
        [
          9, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_46", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW16c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW64c", 
        "hash": "fd6f7f9b5dba8b90", 
        "func_name": "fused_layout_transform_46", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          10, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p5", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p6", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_32", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW64c", 
        "kernel_layout": "OIHW64i32o", 
        "hash": "83e0f5d1673ff2ae", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_3", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          11, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ], 
        [
          13, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_442", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW4c", 
        "hash": "3acd72fcd6a12653", 
        "func_name": "fused_layout_transform_44", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          14, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p7", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p8", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p9", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p10", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_443", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW4c", 
        "hash": "3acd72fcd6a12653", 
        "func_name": "fused_layout_transform_44", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p11", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p12", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW4c", 
        "kernel_layout": "OIHW4i32o", 
        "hash": "6ca79a05639359fe", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          20, 
          0, 
          0
        ], 
        [
          21, 
          0, 
          0
        ], 
        [
          22, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_32", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NCHW4c", 
        "kernel_layout": "OIHW4i32o", 
        "hash": "2728d674057a3569", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_3", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          15, 
          0, 
          0
        ], 
        [
          16, 
          0, 
          0
        ], 
        [
          17, 
          0, 
          0
        ], 
        [
          18, 
          0, 
          0
        ], 
        [
          19, 
          0, 
          0
        ], 
        [
          23, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_432", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW256c", 
        "hash": "56d3144434179b66", 
        "func_name": "fused_layout_transform_43", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          24, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p13", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p14", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p15", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_61", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW256c", 
        "kernel_layout": "OIHW256i32o", 
        "hash": "2b47a7a6095511b8", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_6", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          25, 
          0, 
          0
        ], 
        [
          26, 
          0, 
          0
        ], 
        [
          27, 
          0, 
          0
        ], 
        [
          28, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_451", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW64c", 
        "hash": "b93ed533ccb758d2", 
        "func_name": "fused_layout_transform_45", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          29, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p16", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p17", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_31", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW64c", 
        "kernel_layout": "OIHW64i32o", 
        "hash": "83e0f5d1673ff2ae", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_3", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          30, 
          0, 
          0
        ], 
        [
          31, 
          0, 
          0
        ], 
        [
          32, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_441", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW4c", 
        "hash": "3acd72fcd6a12653", 
        "func_name": "fused_layout_transform_44", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          33, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p18", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p19", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p20", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p21", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_31", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NCHW4c", 
        "kernel_layout": "OIHW4i32o", 
        "hash": "2728d674057a3569", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_3", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          34, 
          0, 
          0
        ], 
        [
          35, 
          0, 
          0
        ], 
        [
          36, 
          0, 
          0
        ], 
        [
          37, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ], 
        [
          24, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_431", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW256c", 
        "hash": "56d3144434179b66", 
        "func_name": "fused_layout_transform_43", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          39, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p22", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p23", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p24", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW256c", 
        "kernel_layout": "OIHW256i32o", 
        "hash": "2b47a7a6095511b8", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_6", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          40, 
          0, 
          0
        ], 
        [
          41, 
          0, 
          0
        ], 
        [
          42, 
          0, 
          0
        ], 
        [
          43, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_45", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW64c", 
        "hash": "b93ed533ccb758d2", 
        "func_name": "fused_layout_transform_45", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          44, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p25", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p26", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW64c", 
        "kernel_layout": "OIHW64i32o", 
        "hash": "83e0f5d1673ff2ae", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_3", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          45, 
          0, 
          0
        ], 
        [
          46, 
          0, 
          0
        ], 
        [
          47, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_44", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW4c", 
        "hash": "3acd72fcd6a12653", 
        "func_name": "fused_layout_transform_44", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          48, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p27", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p28", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p29", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p30", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NCHW4c", 
        "kernel_layout": "OIHW4i32o", 
        "hash": "2728d674057a3569", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_3", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          49, 
          0, 
          0
        ], 
        [
          50, 
          0, 
          0
        ], 
        [
          51, 
          0, 
          0
        ], 
        [
          52, 
          0, 
          0
        ], 
        [
          53, 
          0, 
          0
        ], 
        [
          39, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_43", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW256c", 
        "hash": "56d3144434179b66", 
        "func_name": "fused_layout_transform_43", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          54, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p31", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p32", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p33", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW256c", 
        "kernel_layout": "OIHW256i32o", 
        "hash": "3f09f986881e70ea", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_5", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          55, 
          0, 
          0
        ], 
        [
          56, 
          0, 
          0
        ], 
        [
          57, 
          0, 
          0
        ], 
        [
          58, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_42", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW128c", 
        "hash": "dcb565bebcb860f4", 
        "func_name": "fused_layout_transform_42", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          59, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p34", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p35", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_23", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW128c", 
        "kernel_layout": "OIHW128i32o", 
        "hash": "60d935c984b3b19a", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_2", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          60, 
          0, 
          0
        ], 
        [
          61, 
          0, 
          0
        ], 
        [
          62, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_393", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW4c", 
        "hash": "eab70b28a1a0a75e", 
        "func_name": "fused_layout_transform_39", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          63, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p36", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p37", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p38", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p39", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p40", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p41", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW256c", 
        "kernel_layout": "OIHW256i64o", 
        "hash": "4cbaa6c2ebb7bf93", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_1", 
        "out_layout": "NCHW64c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          55, 
          0, 
          0
        ], 
        [
          69, 
          0, 
          0
        ], 
        [
          70, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_49", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW64c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW32c", 
        "hash": "dc38b2de0f40e2f5", 
        "func_name": "fused_layout_transform_49", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          71, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_23", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NCHW4c", 
        "kernel_layout": "OIHW4i32o", 
        "hash": "294bdc3d1b0470a6", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_2", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          64, 
          0, 
          0
        ], 
        [
          65, 
          0, 
          0
        ], 
        [
          66, 
          0, 
          0
        ], 
        [
          67, 
          0, 
          0
        ], 
        [
          68, 
          0, 
          0
        ], 
        [
          72, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_412", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW512c", 
        "hash": "3c451b8d84395a35", 
        "func_name": "fused_layout_transform_41", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          73, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p42", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p43", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p44", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_42", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW512c", 
        "kernel_layout": "OIHW512i64o", 
        "hash": "bd902800805136ac", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_4", 
        "out_layout": "NCHW64c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          74, 
          0, 
          0
        ], 
        [
          75, 
          0, 
          0
        ], 
        [
          76, 
          0, 
          0
        ], 
        [
          77, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_402", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW64c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW128c", 
        "hash": "3744ca7f040bd8b3", 
        "func_name": "fused_layout_transform_40", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          78, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p45", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p46", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_22", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW128c", 
        "kernel_layout": "OIHW128i32o", 
        "hash": "60d935c984b3b19a", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_2", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          79, 
          0, 
          0
        ], 
        [
          80, 
          0, 
          0
        ], 
        [
          81, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_392", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW4c", 
        "hash": "eab70b28a1a0a75e", 
        "func_name": "fused_layout_transform_39", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          82, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p47", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p48", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p49", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p50", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_22", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NCHW4c", 
        "kernel_layout": "OIHW4i32o", 
        "hash": "294bdc3d1b0470a6", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_2", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          83, 
          0, 
          0
        ], 
        [
          84, 
          0, 
          0
        ], 
        [
          85, 
          0, 
          0
        ], 
        [
          86, 
          0, 
          0
        ], 
        [
          87, 
          0, 
          0
        ], 
        [
          73, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_411", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW512c", 
        "hash": "3c451b8d84395a35", 
        "func_name": "fused_layout_transform_41", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          88, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p51", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p52", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p53", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_41", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW512c", 
        "kernel_layout": "OIHW512i64o", 
        "hash": "bd902800805136ac", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_4", 
        "out_layout": "NCHW64c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          89, 
          0, 
          0
        ], 
        [
          90, 
          0, 
          0
        ], 
        [
          91, 
          0, 
          0
        ], 
        [
          92, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_401", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW64c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW128c", 
        "hash": "3744ca7f040bd8b3", 
        "func_name": "fused_layout_transform_40", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          93, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p54", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p55", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_21", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW128c", 
        "kernel_layout": "OIHW128i32o", 
        "hash": "60d935c984b3b19a", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_2", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          94, 
          0, 
          0
        ], 
        [
          95, 
          0, 
          0
        ], 
        [
          96, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_391", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW4c", 
        "hash": "eab70b28a1a0a75e", 
        "func_name": "fused_layout_transform_39", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          97, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p56", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p57", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p58", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p59", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_21", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NCHW4c", 
        "kernel_layout": "OIHW4i32o", 
        "hash": "294bdc3d1b0470a6", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_2", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          98, 
          0, 
          0
        ], 
        [
          99, 
          0, 
          0
        ], 
        [
          100, 
          0, 
          0
        ], 
        [
          101, 
          0, 
          0
        ], 
        [
          102, 
          0, 
          0
        ], 
        [
          88, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_41", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW512c", 
        "hash": "3c451b8d84395a35", 
        "func_name": "fused_layout_transform_41", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          103, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p60", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p61", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p62", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW512c", 
        "kernel_layout": "OIHW512i64o", 
        "hash": "bd902800805136ac", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_4", 
        "out_layout": "NCHW64c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          104, 
          0, 
          0
        ], 
        [
          105, 
          0, 
          0
        ], 
        [
          106, 
          0, 
          0
        ], 
        [
          107, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_40", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW64c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW128c", 
        "hash": "3744ca7f040bd8b3", 
        "func_name": "fused_layout_transform_40", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          108, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p63", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p64", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW128c", 
        "kernel_layout": "OIHW128i32o", 
        "hash": "60d935c984b3b19a", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_2", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          109, 
          0, 
          0
        ], 
        [
          110, 
          0, 
          0
        ], 
        [
          111, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_39", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW4c", 
        "hash": "eab70b28a1a0a75e", 
        "func_name": "fused_layout_transform_39", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          112, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p65", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p66", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p67", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p68", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NCHW4c", 
        "kernel_layout": "OIHW4i32o", 
        "hash": "294bdc3d1b0470a6", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_2", 
        "out_layout": "NCHW32c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          113, 
          0, 
          0
        ], 
        [
          114, 
          0, 
          0
        ], 
        [
          115, 
          0, 
          0
        ], 
        [
          116, 
          0, 
          0
        ], 
        [
          117, 
          0, 
          0
        ], 
        [
          103, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_38", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW64c", 
        "hash": "6add4510f92d35fc", 
        "func_name": "fused_layout_transform_38", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          118, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p69", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p70", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p71", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW64c", 
        "kernel_layout": "OIHW64i64o", 
        "hash": "b48cdfd1f639b204", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_3", 
        "out_layout": "NCHW64c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          119, 
          0, 
          0
        ], 
        [
          120, 
          0, 
          0
        ], 
        [
          121, 
          0, 
          0
        ], 
        [
          122, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_375", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW64c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW128c", 
        "hash": "3e31c7d84ae2c503", 
        "func_name": "fused_layout_transform_37", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          123, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p72", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p73", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_15", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW128c", 
        "kernel_layout": "OIHW128i16o", 
        "hash": "8cf1297a388fbc37", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_1", 
        "out_layout": "NCHW16c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          124, 
          0, 
          0
        ], 
        [
          125, 
          0, 
          0
        ], 
        [
          126, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_365", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW16c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW256c", 
        "hash": "792227db6b8d282b", 
        "func_name": "fused_layout_transform_36", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          127, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p74", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p75", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p76", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p77", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_413", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW32c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW512c", 
        "hash": "3c451b8d84395a35", 
        "func_name": "fused_layout_transform_41", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          118, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p78", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p79", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW512c", 
        "kernel_layout": "OIHW512i64o", 
        "hash": "8c16d72aa1db1d0b", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_2", 
        "out_layout": "NCHW64c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          133, 
          0, 
          0
        ], 
        [
          134, 
          0, 
          0
        ], 
        [
          135, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_15", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NCHW256c", 
        "kernel_layout": "OIHW256i64o", 
        "hash": "26b9f7af5a0e2481", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_1", 
        "out_layout": "NCHW64c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          128, 
          0, 
          0
        ], 
        [
          129, 
          0, 
          0
        ], 
        [
          130, 
          0, 
          0
        ], 
        [
          131, 
          0, 
          0
        ], 
        [
          132, 
          0, 
          0
        ], 
        [
          136, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_355", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW64c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW512c", 
        "hash": "dc056b9214dd7d7a", 
        "func_name": "fused_layout_transform_35", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          137, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p80", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p81", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p82", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_24", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW512c", 
        "kernel_layout": "OIHW512i64o", 
        "hash": "cd6bea32028fad54", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_2", 
        "out_layout": "NCHW64c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          138, 
          0, 
          0
        ], 
        [
          139, 
          0, 
          0
        ], 
        [
          140, 
          0, 
          0
        ], 
        [
          141, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_374", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW64c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW128c", 
        "hash": "3e31c7d84ae2c503", 
        "func_name": "fused_layout_transform_37", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          142, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p83", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p84", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_14", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW128c", 
        "kernel_layout": "OIHW128i16o", 
        "hash": "8cf1297a388fbc37", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_1", 
        "out_layout": "NCHW16c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          143, 
          0, 
          0
        ], 
        [
          144, 
          0, 
          0
        ], 
        [
          145, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_364", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW16c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW256c", 
        "hash": "792227db6b8d282b", 
        "func_name": "fused_layout_transform_36", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          146, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p85", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p86", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p87", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p88", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_14", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NCHW256c", 
        "kernel_layout": "OIHW256i64o", 
        "hash": "26b9f7af5a0e2481", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_1", 
        "out_layout": "NCHW64c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          147, 
          0, 
          0
        ], 
        [
          148, 
          0, 
          0
        ], 
        [
          149, 
          0, 
          0
        ], 
        [
          150, 
          0, 
          0
        ], 
        [
          151, 
          0, 
          0
        ], 
        [
          137, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_354", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW64c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW512c", 
        "hash": "dc056b9214dd7d7a", 
        "func_name": "fused_layout_transform_35", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          152, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p89", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p90", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p91", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_23", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW512c", 
        "kernel_layout": "OIHW512i64o", 
        "hash": "cd6bea32028fad54", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_2", 
        "out_layout": "NCHW64c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          153, 
          0, 
          0
        ], 
        [
          154, 
          0, 
          0
        ], 
        [
          155, 
          0, 
          0
        ], 
        [
          156, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_373", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW64c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW128c", 
        "hash": "3e31c7d84ae2c503", 
        "func_name": "fused_layout_transform_37", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          157, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p92", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p93", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_13", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW128c", 
        "kernel_layout": "OIHW128i16o", 
        "hash": "8cf1297a388fbc37", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_1", 
        "out_layout": "NCHW16c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          158, 
          0, 
          0
        ], 
        [
          159, 
          0, 
          0
        ], 
        [
          160, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_363", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW16c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW256c", 
        "hash": "792227db6b8d282b", 
        "func_name": "fused_layout_transform_36", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          161, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p94", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p95", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p96", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p97", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_13", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NCHW256c", 
        "kernel_layout": "OIHW256i64o", 
        "hash": "26b9f7af5a0e2481", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_multiply_add_add_nn_relu_1", 
        "out_layout": "NCHW64c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          162, 
          0, 
          0
        ], 
        [
          163, 
          0, 
          0
        ], 
        [
          164, 
          0, 
          0
        ], 
        [
          165, 
          0, 
          0
        ], 
        [
          166, 
          0, 
          0
        ], 
        [
          152, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_353", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW64c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW512c", 
        "hash": "dc056b9214dd7d7a", 
        "func_name": "fused_layout_transform_35", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          167, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p98", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p99", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p100", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_22", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW512c", 
        "kernel_layout": "OIHW512i64o", 
        "hash": "cd6bea32028fad54", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu_2", 
        "out_layout": "NCHW64c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          168, 
          0, 
          0
        ], 
        [
          169, 
          0, 
          0
        ], 
        [
          170, 
          0, 
          0
        ], 
        [
          171, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_372", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW64c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW128c", 
        "hash": "3e31c7d84ae2c503", 
        "func_name": "fused_layout_transform_37", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          172, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p101", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p102", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_12", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW128c", 
        "kernel_layout": "OIHW128i16o", 
        "hash": "8cf1297a388fbc37", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu_1", 
        "out_layout": "NCHW16c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          173, 
          0, 
          0
        ], 
        [
          174, 
