{
  "nodes": [
    {
      "op": "null", 
      "name": "Input3", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_pad_layout_transform", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW", 
        "flatten_data": "0", 
        "dst_layout": "NCHW1c", 
        "hash": "406f3e1ea2b7a0ed", 
        "func_name": "tvmgen_default_fused_nn_pad_layout_transform", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p1", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_nn_relu", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW1c", 
        "kernel_layout": "OIHW1i8o", 
        "hash": "e72ada57752aef79", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_nn_relu", 
        "out_layout": "NCHW8c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          2, 
          0, 
          0
        ], 
        [
          3, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_max_pool2d", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_max_pool2d", 
        "hash": "e92357b7bf4a7ec5", 
        "layout": "NCHW8c"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_pad", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "bc985df7cf18ed7b", 
        "func_name": "tvmgen_default_fused_nn_pad"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p3", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_nn_relu_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "out_layout": "NCHW8c", 
        "kernel_layout": "OIHW8i8o", 
        "hash": "afd930258795b917", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_nn_relu_1", 
        "data_layout": "NCHW8c", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          6, 
          0, 
          0
        ], 
        [
          7, 
          0, 
          0
        ], 
        [
          8, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_max_pool2d_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_max_pool2d_1", 
        "hash": "8dec84ce1aa0b232", 
        "layout": "NCHW8c"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_layout_transform_reshape", 
      "attrs": {
        "num_outputs": "1", 
        "src_layout": "NCHW8c", 
        "flatten_data": "0", 
        "dst_layout": "NCHW", 
        "hash": "501b0e083f7c07a2", 
        "func_name": "tvmgen_default_fused_layout_transform_reshape", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          10, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p4", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p5", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_dense_pack_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "hash": "7b10068dce5d0d1e", 
        "func_name": "tvmgen_default_fused_nn_contrib_dense_pack_add"
      }, 
      "inputs": [
        [
          11, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ], 
        [
          13, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0, 2, 3, 7, 8, 12, 13], 
  "heads": [
    [
      14, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32"
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 1, 28, 28], 
        [1, 1, 32, 32, 1], 
        [1, 1, 5, 5, 1, 8], 
        [1, 1, 1, 1, 8], 
        [1, 1, 28, 28, 8], 
        [1, 1, 14, 14, 8], 
        [1, 1, 18, 18, 8], 
        [2, 1, 5, 5, 8, 8], 
        [1, 2, 1, 1, 8], 
        [1, 2, 14, 14, 8], 
        [1, 2, 4, 4, 8], 
        [1, 256], 
        [1, 256, 10], 
        [1, 10], 
        [1, 10]
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        4, 
        1, 
        4, 
        5, 
        6, 
        1, 
        7, 
        1, 
        8, 
        9, 
        10
      ]
    ]
  }, 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    3, 
    4, 
    5, 
    6, 
    7, 
    8, 
    9, 
    10, 
    11, 
    12, 
    13, 
    14, 
    15
  ]
}